{
    "Dashboard": "Nadzorna ploča",
    "Manage Team": "Upravljaj timom",
    "Team Settings": "Postavke tima",
    "Create New Team": "Napravi novi tim",
    "Switch Teams": "Promijeni timove",
    "Manage Account": "Upravljaj računom",
    "Profile": "Profil",
    "API Tokens": "API tokeni",
    "Log Out": "Odjavi se",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ovo je sigurna zona aplikacije. Molimo vas potvrdite svoju lozinku za nastavak.",
    "Password": "Lozinka",
    "Confirm": "Potvrdi",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Zaboravili ste lozinku? Nema problema. Samo nam recite svoju e-adresu i na nju će biti poslan link za ponovno postavljanje lozinke koji će vam omogućiti odabrati novu.",
    "Email": "E-adresa",
    "Email Password Reset Link": "Pošalji link za ponovno postavljanje lozinke",
    "Remember me": "Zapamti me",
    "Forgot your password?": "Zaboravili ste lozinku?",
    "Log in": "Prijavi se",
    "Name": "Ime",
    "Confirm Password": "Potvrdi lozinku",
    "I agree to the :terms_of_service and :privacy_policy": "Prihvaćam :terms_of_service i :privacy_policy",
    "Terms of Service": "Uvjeti korištenja",
    "Privacy Policy": "Politika privatnosti",
    "Already registered?": "Već ste registrirani?",
    "Register": "Registriraj se",
    "Reset Password": "Ponovno postavi lozinku",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Molimo potvrdite pristup svom računu unosom autentikacijskog koda pruženog od strane vaše aplikacije za autentikaciju",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Molimo potvrdite pristup svom računu unosom jednog od svojih kodova za oporavak.",
    "Code": "Kod",
    "Recovery Code": "Kod za oporavak",
    "Use a recovery code": "Upotrijebi kod za oporavak",
    "Use an authentication code": "Upotrijebi autentikacijski kod",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Hvala što ste se prijavili! Prije nego počnemo, možete li potvrditi svoju e-adresu klikom na link koji smo vam upravo poslali e-poštom? Ako niste primili e-poštu, rado ćemo vam ju ponovno poslati.",
    "A new verification link has been sent to the email address you provided during registration.": "Novi verifikacijski link poslan je na e-adresu koju ste nam dali pri registraciji.",
    "Resend Verification Email": "Ponovno pošalji verifikacijsku e-poštu",
    "Delete Account": "Izbriši račun",
    "Permanently delete your account.": "Trajno izbrišite svoj račun.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Jednom kad je račun izbrisan, svi njegovi resursi i podatci bit će trajno izbrisani. Prije nego izbrišete svoj račun, molimo preuzmite sve podatke i informacije koje želite sačuvati.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Jeste li sigurni da želite izbrisati svoj račun? Jednom kad je račun izbrisan, svi njegovi resursi i podatci bit će trajno izbrisani. Molimo unesite svoju lozinku za potvrdu trajnog brisanja svog računa.",
    "Cancel": "Odustani",
    "Browser Sessions": "Sesije u preglednicima",
    "Manage and log out your active sessions on other browsers and devices.": "Upravljajte i odjavite se iz aktivnih sesija na ostalim preglednicima i uređajima.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ako je potrebno, možete se odjaviti iz svih ostalih sesija u preglednicima na svim svojim uređajima. Neke od vaših posljednjih sesija su prikazane ispod, međutim ovaj popis možda nije konačan. Ako smatrate da je vaš račun ugrožen, također biste trebali ažurirati svoju lozinku.",
    "This device": "Ovaj uređaj",
    "Last active": "Posljednje aktivno",
    "Log Out Other Browser Sessions": "Odjavi se iz ostalih sesija u preglednicima",
    "Done.": "Gotovo.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Molimo unesite svoju lozinku da biste potvrdili odjavu iz ostalih sesija u preglednicima na svim svojim uređajima.",
    "Two Factor Authentication": "Provjera autentičnosti u dva koraka",
    "Add additional security to your account using two factor authentication.": "Dodatno osigurajte svoj račun korištenjem dvostruke provjere autentičnosti.",
    "For your security, please confirm your password to continue.": "Zbog vaše sigurnosti, molimo potvrdite svoju lozinku da biste nastavili.",
    "You have enabled two factor authentication.": "Provjera autentičnosti u dva koraka je omogućena.",
    "You have not enabled two factor authentication.": "Provjera autentičnosti u dva koraka nije omogućena.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Kada je provjera autentičnosti u dva koraka omogućena, bit ćete upitani za sigurni, nasumični token pri autentikaciji. Token možete pronaći u aplikaciji Google Authenticator na svome mobitelu.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Provjera autentičnosti u dva koraka je sada omogućena. Skenirajte sljedeći QR kod koristeći authenticator aplikaciju na svome mobitelu.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Pohranite ove kodove za oporavak u sigurnom upravitelju lozinku. Mogu se upotrijebiti za pristup vašem računu ako se vaš uređaj za dvofaktorsku autentikaciju izgubi.",
    "Enable": "Omogući",
    "Regenerate Recovery Codes": "Regeneriraj kodove za oporavak",
    "Show Recovery Codes": "Prikaži kodove za oporavak",
    "Disable": "Onemogući",
    "Update Password": "Ažuriraj lozinku",
    "Ensure your account is using a long, random password to stay secure.": "Osigurajte da vaš račun koristi dugu, nasumičnu lozinku da biste ostali sigurni.",
    "Current Password": "Trenutna lozinka",
    "New Password": "Nova lozinka",
    "Saved.": "Spremljeno.",
    "Save": "Spremi",
    "Profile Information": "Informacije o profilu",
    "Update your account's profile information and email address.": "Ažurirajte informacije na svome profilu i e-adresu.",
    "Photo": "Fotografija",
    "Select A New Photo": "Odaberi novu fotografiju",
    "Remove Photo": "Ukloni fotografiju",
    "Team Details": "Detalji o timu",
    "Create a new team to collaborate with others on projects.": "Napravite novi tim da biste surađivali s drugima na projektima.",
    "Team Owner": "Vlasnik tima",
    "Team Name": "Ime tima",
    "Create": "Napravi",
    "Create Team": "Napravi tim",
    "Delete Team": "Izbriši tim",
    "Permanently delete this team.": "Trajno izbriši ovaj tim.",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Jednom kad je tim izbrisan, svi njegovi resursi i podatci bit će trajno izbrisani. Prije brisanja ovog tima, molimo preuzmite sve podatke ili informacije vezane uz ovaj tim koje želite sačuvati.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Jeste li sigurni da želite izbrisati ovaj tim? Jednom kad je tim izbrisan, svi njegovi resursi i podatci bit će trajno izbrisani.",
    "Add Team Member": "Dodaj člana tima",
    "Add a new team member to your team, allowing them to collaborate with you.": "Dodajte novog člana u tim, i tako omogućite da surađuje s vama.",
    "Please provide the email address of the person you would like to add to this team.": "Molimo unesite e-adresu osobe koju želite dodati u ovaj tim.",
    "Role": "Uloga",
    "Added.": "Dodano.",
    "Add": "Dodaj",
    "Pending Team Invitations": "Timske pozivnice na čekanju",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Ove osobe su pozvane u vaš tim i poslana im je pozivnica e-poštom. Mogu se pridružiti timu prihvaćajući pozivnicu u e-pošti.",
    "Team Members": "Članovi tima",
    "All of the people that are part of this team.": "Sve osobe koje su dio ovog tima.",
    "Leave": "Napusti",
    "Remove": "Ukloni",
    "Manage Role": "Upravljaj ulogom",
    "Leave Team": "Napusti tim",
    "Are you sure you would like to leave this team?": "Jeste li sigurni da želite napustiti ovaj tim?",
    "Remove Team Member": "Ukloni člana tima",
    "Are you sure you would like to remove this person from the team?": "Jeste li sigurni da želite ukloniti ovu osobu iz tima?",
    "The team's name and owner information.": "Naziv tima i informacija i vlasniku.",
    "Create API Token": "Kreiraj API token",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "API tokeni omogućuju uslugama trećih strana autentikaciju pomoću naše aplikacije u vaše ime.",
    "Token Name": "Naziv tokena",
    "Permissions": "Dopuštenja",
    "Created.": "Kreirano.",
    "Manage API Tokens": "Upravljaj API tokenima.",
    "You may delete any of your existing tokens if they are no longer needed.": "Možete izbrisati svoje postojeće tokene ako više nisu potrebni.",
    "Last used": "Posljednje korišteno",
    "Delete": "Izbriši",
    "API Token": "API token",
    "Please copy your new API token. For your security, it won't be shown again.": "Molimo kopirajte svoj novi API token. Iz sigurnosnih razloga neće ponovno biti prikazan.",
    "Close": "Zatvori",
    "API Token Permissions": "API token dopuštenja",
    "Delete API Token": "Izbriši API token",
    "Are you sure you would like to delete this API token?": "Jeste li sigurni da želite izbrisati ovaj API token?",
    "Switch Language": "Promijeni jezik",
    "Welcome to your Teamstructor application!": "Dobrodošli u svoju Teamstructor aplikaciju!",
    "Teamstructor provides team management, team projects, project discussion & project resources.": "Teamstructor nudi upravljanje timovima, timske projekte, projektnu diskusiju i projektne resurse.",
    "To switch teams you can use the dropdown in upper right corner.": "Za promjenu tima možete se koristiti padajućim izbornikom u gornjem desnom kutu.",
    "Inside each team you can find projects that you and other team members created.": "Unutar svakog tima možete pronaći projekte koje ste kreirali vi i ostali članovi tima.",
    "Inside each project you can discuss relevant topics and project updates with other team members and browse uploaded project resources.": "Unutar svakog projekta možete raspravljati s drugim članovima tima o relevantim temama i novostima vezanima uz projekt i pregledavati prenesene resurse projekta.",
    "We hope you love it.": "Nadamo se da vam se sviđa.",
    "My Teams": "Moji timovi",
    "Check team settings and team members.": "Provjerite postavke tima i članove tima.",
    "My Projects": "Moji projekti",
    "Explore your projects. Engage in project discussion by posting or commenting or browse shared project resources.": "Istražite svoje projekte. Sudjelujte u projektnoj diskusiji tako da objavljujete ili komentirate ili pretražujte dijeljene projekne resurse.",
    "All projects": "Svi projekti",
    "Discussion": "Diskusija",
    "Resources": "Resursi",
    "Admin Dashboard": "Nadzorna ploča za administratore",
    "Welcome to your Teamstructor admin dashboard!": "Dobrodošli na svoju Teamstructor nadzornu ploču za administratore!",
    "Teamstructor admin dashboard enables you to manage application users, teams, projects and resources.": "Teamstructor nadzorna ploča za administratore omogućuje vam upravljati korisnicima, timovima, projektima i resursima u aplikaciji.",
    "Users": "Korisnici",
    "Manage application users": "Upravljaj korisnicima aplikacije",
    "Teams": "Timovi",
    "Manage existing teams": "Upravljaj postojećim timovima",
    "Projects": "Projekti",
    "Manage created projects": "Upravljaj kreiranim projektima",
    "Manage Users": "Upravljaj korisnicima",
    "Application users are displayed below. You can check each user personal information (such as name and email), their teams and whether they have administrator privileges.": "Korisnici aplikacije prikazani su ispod. Možete provjeriti osobne podatke svakog korisnika (kao što su ime i e-adresa), njihove timove i imaju li administratorske privilegije.",
    "Search users by name or email...": "Pretraži korisnike po imenu ili e-adresi...",
    "Results per page": "Rezultata po stranici",
    "Results per page: ": "Rezultata po stranici: ",
    "Owned Teams": "Vlasnik timova",
    "Member Of": "Član timova",
    "Administrator": "Administrator",
    "Yes": "Da",
    "No": "Ne",
    "Showing": "Prikazano",
    "to": "do",
    "of": "od",
    "results": "rezultata",
    "Manage Teams": "Upravljaj timovima",
    "Teams created by your application users are displayed below. You can check details for each team - name, team owner, team members, whether it is a personal team, time of creation and projects that belong to the team.": "Timovi kreirani od strane korisnika vaše aplikacije prikazani su ispod. Možete provjeriti detalje za svaki tim - naziv, vlasnika tima, članove tima, je li osobni tim, vrijeme kreiranja i projekte koji pripadaju timu.",
    "Search teams by name...": "Pretraži timove po nazivu...",
    "Members": "Članovi",
    "Personal": "Osobni tim",
    "Created At": "Kreirano",
    "Manage Projects": "Upravljaj projektima",
    "Projects created inside existing teams are displayed below. You can check details for each project - name, description, project creator, creation date, team it belongs to. You can also check project discussion and uploaded resources.": "Projects created inside existing teams are displayed below. You can check details for each project - name, description, project creator, creation date, team it belongs to. You can also check project discussion and uploaded resources.",
    "Search projects by name...": "Pretraži projekte po nazivu...",
    "Description": "Opis",
    "Creator": "Kreator",
    "Team": "Tim",
    "Discussion & Resources": "Diskusija i resursi",
    "You have administrator rights.": "Imate administratorske ovlasti.",
    "You must be an administrator.": "Morate biti administrator.",
    "Add Project": "Dodaj projekt",
    "There are no projects in this team yet. Go create one!": "Još nema projekata u ovom timu. Kreirajte jedan!",
    "Project Information": "Informacije o projektu",
    "Nevermind": "Zaboravi",
    "Show Project": "Prikaži projekt",
    "Edit": "Uredi",
    "Delete Project": "Izbriši projekt",
    "Are you sure you want to delete project?": "Jeste li sigurni da želite izbrisati projekt?",
    "Project created successfully.": "Projekt uspješno kreiran.",
    "Project updated successfully.": "Projekt uspješno ažuriran.",
    "Project deleted successfully.": "Projekt uspješno izbrisan.",
    "Start a discussion!": "Pokreni raspravu!",
    "Write your thoughts here...": "Napišite svoje misli ovdje...",
    "Post": "Objavi",
    "Browse Resources": "Pregledaj resurse",
    "Browse resources associated with this project.": "Pregledaj resurse povezane s ovim projektom.",
    "Recent": "Nedavno",
    "There are no posts in this project yet. Start a discussion!": "Još nema objava u ovom projektu. Pokreni raspravu!",
    "Post Settings": "Postavke objave",
    "Edited": "Uređivano",
    "Post Information": "Informacije o objavi",
    "Title": "Naslov",
    "Content": "Sadržaj",
    "Delete Post": "Izbriši objavu",
    "Are you sure you want to delete post?": "Jeste li sigurni da želite izbrisati objavu?",
    "Post created successfully.": "Objava uspješno kreirana.",
    "Post updated successfully.": "Objava uspješno ažurirana.",
    "Post deleted successfully.": "Objava uspješno izbrisana.",
    "Comment": "Komentiraj",
    "Comments": "Komentari",
    "There are no comments on this post yet. Be the first to comment!": "Još nema komentara na ovoj objavi. Budi prvi koji će komentirati!",
    "Comment Settings": "Postavke komentara",
    "Comment Information": "Informacije o komentaru",
    "Delete Comment": "Izbriši komentar",
    "Are you sure you want to delete comment?": "Jeste li sigurni da želite izbrisati komentar?",
    "Comment created successfully.": "Komentar uspješno kreiran.",
    "Comment updated successfully.": "Komentar uspješno ažuriran.",
    "Comment deleted successfully.": "Komentar uspješno izbrisan.",
    "Uploading...": "Učitavanje...",
    "Upload Resource": "Učitaj resurs",
    "There are no resources yet in this project. Start uploading!": "Još nema resursa u ovom projektu. Prenesi neki!",
    "Download": "Preuzmi",
    "Preview": "Pogledaj",
    "Uploaded at:": "Učitano:",
    "Author:": "Autor:",
    "Type:": "Tip:",
    "Size:": "Veličina:",
    "Resource Information": "Informacije o resursu",
    "Delete Resource": "Izbriši resurs",
    "Are you sure you want to delete resource?": "Jeste li sigurni da želite izbrisati resurs?",
    "Resource uploaded successfully.": "Resurs uspješno učitan.",
    "Resource updated successfully.": "Resurs uspješno ažuriran.",
    "Resource deleted successfully.": "Resurs uspješno izbrisan."
}